<!DOCTYPE html>
<html>
<head>
	<title>Договор</title>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
	<style>
		* { font-family: DejaVu Sans, sans-serif; }
	</style>
</head>
<body>
	<div style="width: 100%; overflow: hidden; display: block; position: relative; text-align: center">
		<div style="padding-left: 6.8rem; padding-right: 6.8rem; padding-top: 1.5rem; padding-bottom: 1.5rem;">
			<div style="width: 100%;">
				<h2>ДОГОВОР ЗА ПРЕНЕСУВАЊЕ ПРАВО НА ГРАДЕЊЕ И ЗАЕДНИЧКА ГРАДБА</h2>
				<h2>(СОИНВЕСТИТОРСТВО)</h2>
				<p><b>Склучен на ден {{ $date }} година</b></p>
			</div>

			<div style="text-align: justify; justify-content: center;">
				<div style="width: 100%; margin-top: 0.75rem;">
					<p>
						1. Друштво за градежништво , производство и услуги <b>БВ ИНЖЕНЕРИНГ Битола ДООЕЛ</b> со седиште на ул.Елпида Караманди бр.13 згр.1 локал 10, во Битола со ЕМБС 5655455 и ЕДБ 4002002151330 застапувано од овластено лице управител Крсте Неделковски од Битола со адреса на живеење  ул.Димче Лахчански бр.70/7 во Битола од една страна како пренесувач на право на градење прва договорна страна (само <b>ИНВЕСТИТОР</b>)
					</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p>
						2. Друштво за градежништво , производство и услуги <b>СМАРТ ИНВЕСТ ГРОУП ДОО Скопје</b> со седиште на ул.Митрополит Теодосиј Гологанов бр.60 Б Скопје - Центар, со ЕМБС 7685076 и ЕДБ 4080023615957 застапувано од овластено лице управител Симе Василевски од Скопје со адреса на живеење  улАлексо Демниевски 9 бр.21 во Скопје-Ѓорче Петров од друга страна како стекнувач на правото на градење како втора договорна стана (само <b>КОИНВЕСТИТОР број 1</b>)
					</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p>
						3. __<u>{{ $user_name }}</u>__ <br>
						Трета договорна страна (само <b>КОИНВЕСТИТОР број 2</b>) Како договорни страни преку платформата СИ ГРОУП.MK сопственост на <b>СМАРТ ИНВЕСТ ГРОУП ДОО Скопје</b> го склучија следниот договор
					</p>
				</div>
			</div>

			<div style="text-align: center; margin-top: 1rem;">
				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 1</b></p>
					<p>Предмет на овој договор претставува уредување на меѓусебните права и обврски во врска со склучувањето на договор за пренесување на правото на градење и заедничка градба помеѓу инвеститорот и коинвеститорот со цел заедничка изградба на инвидуална стамбена зграда на градежно земјиште опишана во ИЛ 95957 за КО Битола ½.<br>-КП 17595 дел 203 место викано ХЕРАКЛЕЈА кк.гз, гнз со вкупна површина од 858 м2.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 2</b></p>
					<p>(1) Вредноста на целокупната инвестиција за изградба на инвидуална стамбена зграда изнесува 613.368.00 (евра) во денарска противредност.</p>
					<p>(2) Рокот на изградба на оваа инвидуална стамбена зграда е определен од 01.09.2023 година до 01.04.2025 година.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 3</b></p>
					<p>Врз основа на овој договор и општите услови за користење на платформата си гроуп . MK коинвеститорот бр.2 инвестира договорен износ од __<u>{{ $rangeValue }}</u>__ денари , со што коинвеститорот бр.2 стекнува право за примања на плаќања согласно амортизационене план прилог на овој договор.<br>Општите услови и правила на платформата СИ ГРОУП.MK се обврзувачки за договорните страни и се дел од овој договор.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 4</b></p>
					<p>Коинвеститорот бр.2 е согласен на ж-ка на коинвеститорот бр.1 да уплати сума во износ од __<u>{{ $rangeValue }}</u>__ денари за кој износ истиот добива договорна камата од _{{ number_format($investor_procenton, 2, '.', ',') }}%_ @if($early_invest_procenton > 0) и поради вложување пред почетокот на проектот дополнителна камата за периодот до почеток на изградбата од _{{ number_format($early_invest_procenton, 2, '.', ',') }}%_ @endif со месечна исплата на истата.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 5</b></p>
					<p>Овој договор се смета за потпишан од трите страни во моментот кога коинвеститорот бр.2 преку својот кориснички профил на СИ ГРОУП.MK ќе му ја уплате на коинвеститорот бр.1 цената наведена чл.3 од овој договор.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 6</b></p>
					<p>Коинвеститорот бр.2 од овој договор гарантира дека сите податоци ќе се чуваат во тајност и ќе се обработуваат за целите во договорот и инвестицијата и нема да се споделуваат со трети лица.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 7</b></p>
					<p>Одговорноста на инвеститорот и коинвеститорот бр.1 е ограничена до износот кој коинвеститорот бр.2 го плаќа кон коинвеститорот бр.1 согласно овој договор.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 8</b></p>
					<p>Инвеститорот и коинвеститорот бр.1 му гарантираат на коинвеститорот бр.2 дека во случај на доцнење при исполнување на обврските од  побарувањето од чл.3 повеќе од 30 дена инвеститорот гарантира со неговиот целокупен подвижен и недвижен имот</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 9</b></p>
					<p>Овој договор ќе се смета за раскинат во моментот на исполнување на страните или со заеднички договор помеѓу странките.</p>
				</div>

				<div style="width: 100%; margin-top: 0.75rem;">
					<p><b>Член 10</b></p>
					<p>Сите плаќања и останати активности согласно овој договор ќе се вршат согласно законските прописи и правила во државата и правилата на платформата СИ ГРОУП.MK.</p>
				</div>
			</div>

			<div style="width: 100%; text-align: center; margin-top: 1rem;">
				<center>
					<table style="text-align: center;">
						<tr style="text-align: center;">
							<td>ИНВЕСТИТОР</td>
							<td>КОИНВЕСТИТОР бр.1</td>
							<td>КОИНВЕСТИТОР бр.2</td>
						</tr>

						<tr style="text-align: center;">
							<td>_____________________</td>
							<td>_____________________</td>
							<td>__<u>{{ $user_name }}</u>__</td>
						</tr>
					</table>
				</center>
			</div>

		</div>
	</div>
</body>
</html> 